Repository: z23blhx/FufuLauncher
Catalog: FufuLauncher/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_mx, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Msg_SwitchedToAccount_Format
source: Switched to: {0} You must restart the game for this to take effect!
de_de: Gewechselt zu: {0} Spiel muss neu gestartet werden, damit die Änderung wirksam wird!
es_mx: Cambiado a: {0} ¡Debes reiniciar el juego para que surta efecto!
fr_fr: Basculé vers : {0} Vous devez redémarrer le jeu pour que cela prenne effet !
hi_in: स्विच किया गया: {0} इसके प्रभावी होने के लिए आपको गेम पुनः प्रारंभ करना होगा!
id_id: Beralih ke: {0} Anda harus memulai ulang game agar perubahan berlaku!
it_it: Passato a: {0} Devi riavviare il gioco per applicare la modifica!
ja_jp: {0} に切り替えました。 反映にはゲームの再起動が必要です！
ko_kr: 전환됨: {0} 적용하려면 게임을 다시 시작해야 합니다!
pt_br: Trocado para: {0} Você deve reiniciar o jogo para que isso tenha efeito!
ru_ru: Переключено на: {0} Перезапустите игру для применения!
zh_cn: 已切换到: {0} 必须重启游戏才能生效！
zh_tw: 已切換到: {0} 必須重新啟動遊戲才能生效！

# Btn_GotIt
source: Got It
de_de: Verstanden
es_mx: Entendido
fr_fr: J'ai compris
hi_in: समझ गया
id_id: Mengerti
it_it: Ho Capito
ja_jp: 了解
ko_kr: 확인했습니다
pt_br: Entendi
ru_ru: Понятно
zh_cn: 我知道了
zh_tw: 我知道了

# Err_SwitchFailed_Format
source: Switch failed: {0}
de_de: Wechsel fehlgeschlagen: {0}
es_mx: Error al cambiar: {0}
fr_fr: Échec du changement : {0}
hi_in: स्विच विफल: {0}
id_id: Pergantian gagal: {0}
it_it: Cambio fallito: {0}
ja_jp: 切替に失敗しました: {0}
ko_kr: 전환 실패: {0}
pt_br: Falha na troca: {0}
ru_ru: Ошибка смены: {0}
zh_cn: 切换失败: {0}
zh_tw: 切換失敗: {0}

# Title_ConfirmDelete
source: Confirm Delete
de_de: Löschen bestätigen
es_mx: Confirmar eliminación
fr_fr: Confirmer la suppression
hi_in: हटाने की पुष्टि करें
id_id: Konfirmasi Hapus
it_it: Conferma Eliminazione
ja_jp: 削除確認
ko_kr: 삭제 확인
pt_br: Confirmar exclusão
ru_ru: Подтвердить удаление
zh_cn: 确认删除
zh_tw: 確認刪除

# Msg_DeleteAccountConfirm_Format
source: Delete account '{0}'?
de_de: Konto '{0}' löschen?
es_mx: ¿Eliminar la cuenta '{0}'?
fr_fr: Supprimer le compte '{0}' ?
hi_in: खाता '{0}' हटाएँ?
id_id: Hapus akun '{0}'?
it_it: Eliminare l'account '{0}'?
ja_jp: アカウント '{0}' を削除しますか？
ko_kr: '{0}' 계정을 삭제하시겠습니까?
pt_br: Excluir conta '{0}'?
ru_ru: Удалить аккаунт '{0}'?
zh_cn: 删除账号 '{0}' ？
zh_tw: 刪除帳號 '{0}'？

# Err_DeleteFailed_Format
source: Delete failed: {0}
de_de: Löschen fehlgeschlagen: {0}
es_mx: Error al eliminar: {0}
fr_fr: Échec de la suppression : {0}
hi_in: हटाने में विफल: {0}
id_id: Penghapusan gagal: {0}
it_it: Eliminazione fallita: {0}
ja_jp: 削除に失敗しました: {0}
ko_kr: 삭제 실패: {0}
pt_br: Falha ao excluir: {0}
ru_ru: Ошибка удаления: {0}
zh_cn: 删除失败: {0}
zh_tw: 刪除失敗: {0}

# Title_OperationFailed
source: Operation Failed
de_de: Vorgang fehlgeschlagen
es_mx: Operación fallida
fr_fr: Échec de l'opération
hi_in: ऑपरेशन विफल
id_id: Operasi Gagal
it_it: Operazione Fallita
ja_jp: 操作失敗
ko_kr: 작업 실패
pt_br: Operação falhou
ru_ru: Ошибка операции
zh_cn: 操作失败
zh_tw: 操作失敗

# NavHome
source: Home
de_de: Startseite
es_mx: Inicio
fr_fr: Accueil
hi_in: होम
id_id: Beranda
ja_jp: ホーム
ko_kr: 홈
pt_br: Início
ru_ru: Главная
zh_cn: 主页
zh_tw: 主頁

# NavControlPanel
source: Control Panel
de_de: Systemsteuerung
es_mx: Panel de control
fr_fr: Panneau de contrôle
hi_in: कंट्रोल पैनल
id_id: Panel Kontrol
it_it: Pannello di Controllo
ja_jp: コントロールパネル
ko_kr: 제어판
pt_br: Painel de controle
ru_ru: Панель управления
zh_cn: 控制面板
zh_tw: 控制台

# NavAccountSettings
source: Account Settings
de_de: Kontoeinstellungen
es_mx: Ajustes de cuenta
fr_fr: Paramètres du compte
hi_in: खाता सेटिंग्स
id_id: Pengaturan Akun
it_it: Impostazioni Account
ja_jp: アカウント設定
ko_kr: 계정 설정
pt_br: Configurações de conta
ru_ru: Аккаунты
zh_cn: 账户设置
zh_tw: 帳戶設定

# NavOtherFeatures
source: Other Features
de_de: Weitere Funktionen
es_mx: Otras funciones
fr_fr: Autres fonctionnalités
hi_in: अन्य सुविधाएँ
id_id: Fitur Lainnya
it_it: Altre Funzionalità
ja_jp: その他の機能
ko_kr: 기타 기능
pt_br: Outros recursos
ru_ru: Другие функции
zh_cn: 其他功能
zh_tw: 其他功能

# NavDataCenter
source: Data Center
de_de: Datenzentrum
es_mx: Centro de datos
fr_fr: Centre de données
hi_in: डेटा केंद्र
id_id: Pusat Data
it_it: Centro Dati
ja_jp: データセンター
ko_kr: 데이터 센터
pt_br: Central de dados
ru_ru: Данные
zh_cn: 数据中心
zh_tw: 資料中心

# NavHelpDocs
source: Help Docs
de_de: Hilfedokumente
es_mx: Documentos de ayuda
fr_fr: Documentation
hi_in: सहायता दस्तावेज़
id_id: Dokumen Bantuan
it_it: Documenti Aiuto
ja_jp: ヘルプ
ko_kr: 도움말 문서
pt_br: Documentos de ajuda
ru_ru: Справка
zh_cn: 帮助文档
zh_tw: 說明文件

# NavCalculator
source: Calculator
de_de: Aufbau-Rechner
es_mx: Calculadora
fr_fr: Calculateur d'amélioration
hi_in: कैलकुलेटर
id_id: Kalkulator
it_it: Calcolatore
ja_jp: 計算機
ko_kr: 계산기
pt_br: Calculadora
ru_ru: Калькулятор
zh_cn: 养成计算
zh_tw: 養成計算

# NavSettings
source: Settings
de_de: Einstellungen
es_mx: Ajustes
fr_fr: Paramètres
hi_in: सेटिंग्स
id_id: Pengaturan
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
pt_br: Configurações
ru_ru: Настройки
zh_cn: 设置中心
zh_tw: 設定中心

# NavCommunity
source: Community
es_mx: Comunidad
fr_fr: Communauté
hi_in: कम्युनिटी
id_id: Komunitas
ja_jp: コミュニティ
ko_kr: 커뮤니티
pt_br: Comunidade
ru_ru: Сообщество
zh_cn: 社区
zh_tw: 社群

# TrayShowWindow
source: Show Main Window
de_de: Hauptfenster anzeigen
es_mx: Mostrar ventana principal
fr_fr: Afficher la fenêtre principale
hi_in: मुख्य विंडो दिखाएँ
id_id: Tampilkan Jendela Utama
it_it: Mostra Finestra Principale
ja_jp: メインウィンドウを表示
ko_kr: 메인 창 표시
pt_br: Mostrar janela principal
ru_ru: Показать окно
zh_cn: 显示主界面
zh_tw: 顯示主介面

# TrayExit
source: Exit
de_de: Beenden
es_mx: Salir
fr_fr: Quitter
hi_in: बाहर निकलें
id_id: Keluar
it_it: Esci
ja_jp: 終了
ko_kr: 종료
pt_br: Sair
ru_ru: Выход
zh_cn: 退出
zh_tw: 離開

# SysStatusChecking
source: Checking network status...
de_de: Netzwerkstatus wird geprüft...
es_mx: Verificando estado de la red...
fr_fr: Détection de l'état réseau...
hi_in: नेटवर्क स्थिति जाँची जा रही है...
id_id: Memeriksa status jaringan...
it_it: Verifica stato rete...
ja_jp: ネットワーク状態を確認中...
ko_kr: 네트워크 상태 확인 중...
pt_br: Verificando status da rede...
ru_ru: Проверка сети...
zh_cn: 网络状态检测中...
zh_tw: 網路狀態檢測中...

# NotificationCenter
source: Notifications
de_de: Benachrichtigungscenter
es_mx: Notificaciones
fr_fr: Centre de notifications
hi_in: सूचनाएँ
id_id: Notifikasi
it_it: Notifiche
ja_jp: 通知
ko_kr: 알림
pt_br: Notificações
ru_ru: Уведомления
zh_cn: 通知中心
zh_tw: 通知中心

# ClearAllBtn
source: Clear All
de_de: Alle löschen
es_mx: Limpiar todo
fr_fr: Tout effacer
hi_in: सभी साफ़ करें
id_id: Hapus Semua
it_it: Cancella Tutto
ja_jp: すべてクリア
ko_kr: 모두 지우기
pt_br: Limpar tudo
ru_ru: Очистить всё
zh_cn: 全部清除
zh_tw: 全部清除

# NetDisconnected
source: Network disconnected. Please check your network settings.
de_de: Netzwerkverbindung getrennt. Bitte überprüfe deine Netzwerkeinstellungen.
es_mx: Red desconectada. Por favor, revisa tu configuración de red.
fr_fr: Connexion réseau perdue, veuillez vérifier vos paramètres réseau
hi_in: नेटवर्क डिस्कनेक्ट हो गया। कृपया अपनी नेटवर्क सेटिंग्स जाँचें।
id_id: Jaringan terputus. Silakan periksa pengaturan jaringan Anda.
it_it: Rete disconnessa. Verifica le impostazioni di rete.
ja_jp: ネットワークが切断されました。ネットワーク設定を確認してください。
ko_kr: 네트워크 연결이 끊어졌습니다. 네트워크 설정을 확인하세요.
pt_br: Rede desconectada. Por favor, verifique suas configurações de rede.
ru_ru: Сеть отключена. Проверьте настройки.
zh_cn: 网络连接已断开，请检测你的网络设置
zh_tw: 網路連線已斷開，請檢查你的網路設定

# NetProxyWarning
source: Using a proxy connection. Please be mindful of your data usage.
de_de: Proxy-Verbindung aktiv. Bitte achte auf deinen Datenverbrauch.
es_mx: Usando una conexión proxy. Por favor, ten cuidado con tu uso de datos.
fr_fr: Connexion via proxy détectée, veuillez surveiller votre consommation de données
hi_in: प्रॉक्सी कनेक्शन उपयोग हो रहा है। कृपया अपने डेटा उपयोग का ध्यान रखें।
id_id: Menggunakan koneksi proxy. Harap perhatikan penggunaan data Anda.
it_it: Connessione proxy in uso. Fai attenzione al consumo dati.
ja_jp: プロキシ接続を使用中です。データ通信量にご注意ください。
ko_kr: 프록시 연결을 사용 중입니다. 데이터 사용량에 유의하세요.
pt_br: Usando uma conexão proxy. Por favor, fique atento ao seu uso de dados.
ru_ru: Используется прокси. Следите за трафиком.
zh_cn: 正在使用代理网络连接，请注意你的流量消耗
zh_tw: 正在使用代理網路連線，請注意你的流量消耗

# AdminWarningTitle
source: Warning
de_de: Warnung
es_mx: Aviso
fr_fr: Avertissement
hi_in: चेतावनी
id_id: Peringatan
it_it: Attenzione
ja_jp: 警告
ko_kr: 경고
pt_br: Aviso
ru_ru: Предупреждение
zh_cn: 警告
zh_tw: 警告

# AdminWarningContent
source: Running as administrator may affect some features, such as the file picker.
de_de: Das Programm wird mit Administratorrechten ausgeführt. Dies kann einige Funktionen beeinträchtigen, z.B. Probleme bei der Dateiauswahl.
es_mx: Ejecutar como administrador puede afectar a algunas funciones, como el selector de archivos.
fr_fr: Le programme s'exécute en tant qu'administrateur, ce qui peut affecter certaines fonctionnalités, par exemple la sélection de fichiers.
hi_in: व्यवस्थापक के रूप में चलाने पर कुछ सुविधाएँ प्रभावित हो सकती हैं, जैसे फ़ाइल पिकर।
id_id: Menjalankan sebagai administrator dapat memengaruhi beberapa fitur, seperti pemilih file.
it_it: L'esecuzione come amministratore potrebbe influire su alcune funzionalità, come il selettore file.
ja_jp: 管理者として実行すると、ファイル選択などの一部の機能に影響する場合があります。
ko_kr: 관리자 권한으로 실행하면 파일 선택기 등 일부 기능에 영향을 줄 수 있습니다.
pt_br: Executar como administrador pode afetar alguns recursos, como o seletor de arquivos.
ru_ru: Запуск от админа может повлиять на некоторые функции.
zh_cn: 程序正以管理员身份运行，可能会影响部分功能，例如你的文件选择有问题
zh_tw: 程式正以系統管理員身分執行，可能會影響部分功能，例如你的檔案選擇有問題

source: Don't show again
de_de: Nicht mehr anzeigen
es_mx: No mostrar de nuevo
fr_fr: Ne plus afficher
hi_in: फिर से न दिखाएँ
id_id: Jangan tampilkan lagi
it_it: Non mostrare più
ja_jp: 今後表示しない
ko_kr: 다시 표시하지 않음
pt_br: Não mostrar novamente
ru_ru: Не показывать снова
zh_cn: 不再显示
zh_tw: 不再顯示

# GotItBtn
source: Got It
de_de: Verstanden
es_mx: Entendido
fr_fr: J'ai compris
hi_in: समझ गया
id_id: Mengerti
it_it: Ho Capito
ja_jp: 了解
ko_kr: 확인했습니다
pt_br: Entendi
ru_ru: Понятно
zh_cn: 我知道了
zh_tw: 我知道了

# VcRuntimeMissingTitle
source: C++ Runtime Missing
de_de: C++ Laufzeitbibliothek fehlt
es_mx: Falta el runtime de C++
fr_fr: Bibliothèque C++ manquante
hi_in: C++ रनटाइम गायब
id_id: C++ Runtime Tidak Ada
it_it: Runtime C++ Mancante
ja_jp: C++ ランタイム不足
ko_kr: C++ 런타임 누락
pt_br: Runtime C++ ausente
ru_ru: Нет C++ Runtime
zh_cn: 缺少 C++ 运行库
zh_tw: 缺少 C++ 執行階段

# VcRuntimeMissingContent
source: The system is missing the C++ VC14 runtime library, required for the injection feature. Go to the Microsoft website to download and install it?
de_de: Die C++ VC14-Laufzeitbibliothek ist nicht installiert. Die Injektionsfunktion wird ohne sie nicht funktionieren. Jetzt zur Microsoft-Website gehen und herunterladen?
es_mx: El sistema no tiene la biblioteca de runtime C++ VC14, necesaria para la función de inyección. ¿Ir al sitio web de Microsoft para descargarla e instalarla?
fr_fr: Le système n'a pas installé la bibliothèque d'exécution C++ VC14, ce qui empêchera la fonction d'injection de fonctionner correctement. Voulez-vous accéder au site officiel de Microsoft pour la télécharger et l'installer ?
hi_in: सिस्टम में C++ VC14 रनटाइम लाइब्रेरी गायब है, जो इंजेक्शन सुविधा के लिए आवश्यक है। डाउनलोड और इंस्टॉल करने के लिए Microsoft वेबसाइट पर जाएँ?
id_id: Sistem tidak memiliki library runtime C++ VC14, yang diperlukan untuk fitur injeksi. Buka situs web Microsoft untuk mengunduh dan menginstalnya?
it_it: Il sistema non dispone della libreria runtime C++ VC14, necessaria per la funzione injection. Andare al sito Microsoft per scaricarla e installarla?
ja_jp: システムにC++ VC14 ランタイムライブラリがありません。注入機能に必要です。 MicrosoftのWebサイトからダウンロードしてインストールしますか？
ko_kr: 시스템에 C++ VC14 런타임 라이브러리가 없습니다. 인젝션 기능에 필요합니다. Microsoft 웹사이트로 이동하여 다운로드 및 설치하시겠습니까?
pt_br: O sistema não possui a biblioteca de runtime C++ VC14, necessária para o recurso de injeção. Ir para o site da Microsoft para baixar e instalar?
ru_ru: В системе отсутствует библиотека C++ VC14, необходимая для инжекта. Перейти на сайт Microsoft для загрузки и установки?
zh_cn: 系统未安装 C++ VC14 运行库，这会导致本程序的注入功能无法正常使用 是否前往微软官网下载并安装？
zh_tw: 系統未安裝 C++ VC14 執行階段，這會導致本程式的注入功能無法正常使用 是否前往微軟官網下載並安裝？

# GoToDownload
source: Go to Download (X64)
de_de: Zum Download (X64)
es_mx: Ir a descargar (X64)
fr_fr: Télécharger (X64)
hi_in: डाउनलोड पर जाएँ (X64)
id_id: Buka Unduhan (X64)
it_it: Vai al Download (X64)
ja_jp: ダウンロードへ (X64)
ko_kr: 다운로드로 이동 (X64)
pt_br: Ir para download (X64)
ru_ru: Скачать (X64)
zh_cn: 前往下载(X64)
zh_tw: 前往下載(X64)

source: Don't remind again
de_de: Nicht erneut erinnern
es_mx: No recordar de nuevo
fr_fr: Ne plus me le rappeler
hi_in: फिर से याद न दिलाएँ
id_id: Jangan ingatkan lagi
it_it: Non ricordarmelo più
ja_jp: 今後通知しない
ko_kr: 다시 알림 안 함
pt_br: Não lembrar novamente
ru_ru: Не напоминать
zh_cn: 不再提示
zh_tw: 不再提示

source: Ignore Warning
de_de: Warnung ignorieren
es_mx: Ignorar aviso
fr_fr: Ignorer l'avertissement
hi_in: चेतावनी अनदेखा करें
id_id: Abaikan Peringatan
it_it: Ignora Avviso
ja_jp: 警告を無視
ko_kr: 경고 무시
pt_br: Ignorar aviso
ru_ru: Игнорировать
zh_cn: 忽略警告
zh_tw: 忽略警告

# AppDisplayNameAdmin
source: FufuLauncher [Administrator]
es_mx: FufuLauncher [Administrador]
fr_fr: FufuLauncher [Administrateur]
hi_in: FufuLauncher [व्यवस्थापक]
it_it: FufuLauncher [Amministratore]
ja_jp: FufuLauncher [管理者]
ko_kr: FufuLauncher [관리자]
pt_br: FufuLauncher [Administrador]
ru_ru: FufuLauncher [Администратор]
zh_cn: 芙芙启动器 [管理员]
zh_tw: 芙芙啟動器 [系統管理員]

# HiddenFeatureTitle
source: Inaccessible
de_de: Kein Zugriff
es_mx: Inaccesible
fr_fr: Accès impossible
hi_in: पहुँच योग्य नहीं
id_id: Tidak Dapat Diakses
it_it: Inaccessibile
ja_jp: アクセス不可
ko_kr: 접근 불가
pt_br: Inacessível
ru_ru: Недоступно
zh_cn: 无法访问
zh_tw: 無法存取

# HiddenFeatureMessage
source: This feature is hidden. Re-enable it in Settings.
de_de: Diese Funktion wurde ausgeblendet. Bitte aktiviere sie in den Einstellungen erneut.
es_mx: Esta función está oculta. Reactívala en Ajustes.
fr_fr: Cette fonctionnalité a été masquée. Veuillez la réactiver dans les paramètres.
hi_in: यह सुविधा छिपी हुई है। इसे सेटिंग्स में पुनः सक्षम करें।
id_id: Fitur ini disembunyikan. Aktifkan kembali di Pengaturan.
it_it: Questa funzione è nascosta. Riabilitala nelle Impostazioni.
ja_jp: この機能は非表示です。設定で再度有効にしてください。
ko_kr: 이 기능은 숨겨져 있습니다. 설정에서 다시 활성화하세요.
pt_br: Este recurso está oculto. Reative-o nas Configurações.
ru_ru: Функция скрыта. Включите в настройках.
zh_cn: 该功能已被隐藏，请在设置中重新开启
zh_tw: 該功能已被隱藏，請在設定中重新開啟

# RedeemCodeExpired
source: Redeem Code Expired Reminder
de_de: Code-Ablauferinnerung
es_mx: Aviso de código de canje caducado
fr_fr: Rappel : code expiré
hi_in: रिडीम कोड समाप्त हो गया अनुस्मारक
id_id: Pengingat Kode Redeem Kedaluwarsa
it_it: Promemoria Scadenza Codice Riscatto
ja_jp: コード期限切れ通知
ko_kr: 리딤 코드 만료 알림
pt_br: Lembrete de código de resgate expirado
ru_ru: Код истёк
zh_cn: 兑换码失效提醒
zh_tw: 兌換碼失效提醒

# RedeemCodeToday
source: Today's Redeem Code Reminder
de_de: Heutige Code-Erinnerung
es_mx: Aviso de código de canje de hoy
fr_fr: Rappel : code du jour
hi_in: आज का रिडीम कोड अनुस्मारक
id_id: Pengingat Kode Redeem Hari Ini
it_it: Promemoria Codice Riscatto di Oggi
ja_jp: 本日のコード通知
ko_kr: 오늘의 리딤 코드 알림
pt_br: Lembrete de código de resgate de hoje
ru_ru: Код на сегодня
zh_cn: 今日兑换码提醒
zh_tw: 今日兌換碼提醒

# RedeemCodeNew
source: New Redeem Code Published
de_de: Neuer Code veröffentlicht
es_mx: Nuevo código de canje publicado
fr_fr: Nouveau code publié
hi_in: नया रिडीम कोड प्रकाशित
id_id: Kode Redeem Baru Diterbitkan
it_it: Nuovo Codice Riscatto Pubblicato
ja_jp: 新コード公開
ko_kr: 새 리딤 코드 공개됨
pt_br: Novo código de resgate publicado
ru_ru: Новый код
zh_cn: 新兑换码已发布
zh_tw: 新兌換碼已發布

# RedeemCodeExpiring
source: Redeem Code Expiring Soon
de_de: Code läuft bald ab
es_mx: Código de canje a punto de caducar
fr_fr: Code sur le point d'expirer
hi_in: रिडीम कोड जल्द समाप्त होगा
id_id: Kode Redeem Segera Kedaluwarsa
it_it: Codice Riscatto in Scadenza
ja_jp: コード期限切れ間近
ko_kr: 리딤 코드 곧 만료
pt_br: Código de resgate expirando em breve
ru_ru: Код истекает
zh_cn: 兑换码即将失效
zh_tw: 兌換碼即將失效

# HomeTab_Events
source: Events
es_mx: Eventos
fr_fr: Événements
hi_in: इवेंट
id_id: Event
it_it: Eventi
ja_jp: イベント
ko_kr: 이벤트
pt_br: Eventos
ru_ru: События
zh_cn: 活动
zh_tw: 活動

# HomeTab_Announcements
source: Announcements
de_de: Ankündigungen
es_mx: Anuncios
fr_fr: Annonces
hi_in: घोषणाएँ
id_id: Pengumuman
it_it: Annunci
ja_jp: お知らせ
ko_kr: 공지사항
pt_br: Anúncios
ru_ru: Объявления
zh_cn: 公告
zh_tw: 公告

# HomeTab_News
source: News
de_de: Neuigkeiten
es_mx: Noticias
fr_fr: Actualités
hi_in: समाचार
id_id: Berita
it_it: Notizie
ja_jp: ニュース
ko_kr: 소식
pt_br: Notícias
ru_ru: Новости
zh_cn: 资讯
zh_tw: 資訊

# Home_CheckinCard
source: Check-in
es_mx: Check-in de Genshin
fr_fr: Check-in Genshin
hi_in: चेक-इन
id_id: Check-in Genshin
ja_jp: チェックイン
ko_kr: 출석 체크
ru_ru: Отметка
zh_cn: 原神签到
zh_tw: 原神簽到

# Home_RefreshToken
source: Refresh Token
de_de: Token aktualisieren
es_mx: Actualizar token
fr_fr: Actualiser le Token
hi_in: टोकन रीफ़्रेश करें
id_id: Segarkan Token
it_it: Aggiorna Token
ja_jp: トークンを更新
ko_kr: 토큰 새로고침
pt_br: Atualizar token
ru_ru: Обновить токен
zh_cn: 刷新Token
zh_tw: 重新整理 Token

# Home_GoToCheckinConfig
source: Go to Check-in Configuration
de_de: Zu den Check-in-Einstellungen
es_mx: Ir a configuración de check-in
fr_fr: Configurer le check-in
hi_in: चेक-इन कॉन्फ़िगरेशन पर जाएँ
id_id: Buka Konfigurasi Check-in
it_it: Vai alla Configurazione Check-in
ja_jp: チェックイン設定へ
ko_kr: 출석 체크 설정으로 이동
pt_br: Ir para configuração de check-in
ru_ru: Настройки отметок
zh_cn: 进入签到配置
zh_tw: 進入簽到設定

# Home_RewardsCalendar
source: Rewards Calendar
de_de: Belohnungskalender
es_mx: Calendario de recompensas
fr_fr: Calendrier des récompenses
hi_in: पुरस्कार कैलेंडर
id_id: Kalender Hadiah
it_it: Calendario Ricompense
ja_jp: 報酬カレンダー
ko_kr: 보상 달력
pt_br: Calendário de recompensas
ru_ru: Календарь наград
zh_cn: 奖励日历
zh_tw: 獎勵日曆

# Home_DailyNotesCard
source: Genshin Notes
de_de: Genshin Notizen
es_mx: Notas de Genshin
fr_fr: Carnet Genshin
hi_in: जेनशिन नोट्स
id_id: Catatan Genshin
it_it: Note di Genshin
ja_jp: 原神メモ
ko_kr: 원신 노트
pt_br: Notas do Genshin
ru_ru: Заметки
zh_cn: 原神便签
zh_tw: 原神便箋

# Home_RefreshNotes
source: Refresh Notes
de_de: Notizen aktualisieren
es_mx: Actualizar notas
fr_fr: Actualiser le carnet
hi_in: नोट्स रीफ़्रेश करें
id_id: Segarkan Catatan
it_it: Aggiorna Note
ja_jp: メモを更新
ko_kr: 노트 새로고침
pt_br: Atualizar notas
ru_ru: Обновить заметки
zh_cn: 刷新便签
zh_tw: 重新整理便箋

# Home_NoData
source: No Data
de_de: Keine Daten
es_mx: Sin datos
fr_fr: Aucune donnée
hi_in: कोई डेटा नहीं
id_id: Tidak Ada Data
it_it: Nessun Dato
ja_jp: データなし
ko_kr: 데이터 없음
pt_br: Sem dados
ru_ru: Нет данных
zh_cn: 无数据
zh_tw: 無資料

# Home_Resin
source: Resin
de_de: Harz
es_mx: Resina
fr_fr: Résine
hi_in: रेज़िन
it_it: Resina
ja_jp: 樹脂
ko_kr: 레진
pt_br: Resina
ru_ru: Смола
zh_cn: 树脂
zh_tw: 樹脂

# Home_DailyQuests
source: Daily Commissions
de_de: Tägliche Aufträge
es_mx: Comisiones diarias
fr_fr: Commissions
hi_in: दैनिक कमीशन
id_id: Komisi Harian
it_it: Commissioni Giornaliere
ja_jp: デイリー依頼
ko_kr: 일일 의뢰
pt_br: Comissões diárias
ru_ru: Поручения
zh_cn: 每日委托
zh_tw: 每日委託

# Home_RealmCurrency
source: Realm Currency
de_de: Kannenreich-Münzen
es_mx: Moneda del mundo interior
fr_fr: Pièces du royaume
hi_in: रियल्म मुद्रा
id_id: Mata Uang Alam
it_it: Moneta del Regno
ja_jp: 洞天宝銭
ko_kr: 선계 재화
pt_br: Moeda do Paraíso
ru_ru: Валюта обители
zh_cn: 洞天宝钱
zh_tw: 洞天寶錢

# Home_Expeditions
source: Expeditions
de_de: Expeditionen
es_mx: Expediciones
fr_fr: Expéditions
hi_in: अभियान
id_id: Ekspedisi
it_it: Spedizioni
ja_jp: 探索派遣
ko_kr: 탐사
pt_br: Expedições
ru_ru: Экспедиции
zh_cn: 探索派遣
zh_tw: 探索派遣

# Home_Transformer
source: Parametric Transformer
de_de: Parameterwandler
es_mx: Transformador paramétrico
fr_fr: Transformateur paramétrique
hi_in: पैरामीट्रिक ट्रांसफ़ॉर्मर
it_it: Trasformatore Parametrico
ja_jp: パラメータ変換器
ko_kr: 매개변수 변환기
pt_br: Transformador Paramétrico
ru_ru: Параметрический преобразователь
zh_cn: 参量质变仪
zh_tw: 參量質變儀

# Home_ToggleBg
source: Toggle Background
de_de: Hintergrund wechseln
es_mx: Alternar fondo
fr_fr: Changer l'arrière-plan
hi_in: पृष्ठभूमि टॉगल करें
id_id: Toggle Latar
it_it: Attiva/Disattiva Sfondo
ja_jp: 背景切替
ko_kr: 배경 전환
pt_br: Alternar plano de fundo
ru_ru: Сменить фон
zh_cn: 切换背景
zh_tw: 切換背景

# Home_ScreenshotFolder
source: Screenshot Folder
de_de: Screenshot-Ordner
es_mx: Carpeta de capturas
fr_fr: Dossier de captures
hi_in: स्क्रीनशॉट फ़ोल्डर
id_id: Folder Screenshot
it_it: Cartella Screenshot
ja_jp: スクリーンショットフォルダ
ko_kr: 스크린샷 폴더
pt_br: Pasta de capturas
ru_ru: Скриншоты
zh_cn: 截图文件夹
zh_tw: 截圖資料夾

# Home_Widgets
source: Widgets
hi_in: विजेट
id_id: Widget
it_it: Widget
ja_jp: ウィジェット
ko_kr: 위젯
ru_ru: Виджеты
zh_cn: 小工具
zh_tw: 小工具

# Home_WidgetGacha
source: Wish History Analysis
de_de: Wunschverlauf-Analyse
es_mx: Análisis de historial de deseos
fr_fr: Analyse des vœux
hi_in: विश इतिहास विश्लेषण
id_id: Analisis Riwayat Wish
it_it: Analisi Cronologia Desideri
ja_jp: 祈願履歴分析
ko_kr: 기원 기록 분석
pt_br: Análise de histórico de desejos
ru_ru: Анализ молитв
zh_cn: 抽卡记录分析
zh_tw: 祈願記錄分析

# Home_WidgetAchievement
source: Achievement Tracking
de_de: Erfolgsverfolgung
es_mx: Seguimiento de logros
fr_fr: Suivi des succès
hi_in: उपलब्धि ट्रैकिंग
id_id: Pelacakan Achievement
it_it: Tracciamento Obiettivi
ja_jp: アチーブメント追跡
ko_kr: 업적 추적
pt_br: Acompanhamento de conquistas
ru_ru: Достижения
zh_cn: 成就追踪
zh_tw: 成就追蹤

# Home_WidgetInventory
source: Inventory Items
de_de: Inventargegenstände
es_mx: Objetos del inventario
fr_fr: Inventaire
hi_in: इन्वेंटरी आइटम
id_id: Item Inventori
it_it: Oggetti Inventario
ja_jp: 所持品
ko_kr: 인벤토리 아이템
pt_br: Itens do inventário
ru_ru: Инвентарь
zh_cn: 背包物品
zh_tw: 背包物品

# Home_WidgetPlayerRole
source: Character Build Lookup
de_de: Charakter-Build-Abfrage
es_mx: Consulta de builds de personajes
fr_fr: Stats des personnages
hi_in: पात्र बिल्ड लुकअप
id_id: Pencarian Build Karakter
it_it: Ricerca Build Personaggi
ja_jp: キャラクター育成確認
ko_kr: 캐릭터 육성 조회
pt_br: Consulta de builds de personagens
ru_ru: Персонажи
zh_cn: 角色练度查询
zh_tw: 角色練度查詢

# Home_WidgetNotes
source: Traveler's Notes
de_de: Reisenotizen
es_mx: Notas del viajero
fr_fr: Carnet de voyage
hi_in: यात्री के नोट्स
id_id: Catatan Perjalanan
it_it: Note del Viaggiatore
ja_jp: 旅人のメモ
ko_kr: 여행자 노트
pt_br: Notas do viajante
ru_ru: Заметки
zh_cn: 旅行便签
zh_tw: 旅行便箋

# Home_WidgetVideo
source: Video Library
de_de: Videobibliothek
es_mx: Videoteca
fr_fr: Vidéothèque
hi_in: वीडियो लाइब्रेरी
id_id: Perpustakaan Video
it_it: Libreria Video
ja_jp: 動画ライブラリ
ko_kr: 비디오 라이브러리
pt_br: Biblioteca de vídeos
ru_ru: Видео
zh_cn: 视频资源库
zh_tw: 影片資源庫

# Home_WidgetBBS
source: Battle Chronicle
de_de: Kampfstatistiken
es_mx: Crónica de batalla
fr_fr: Données de combat
hi_in: बैटल क्रॉनिकल
it_it: Cronache di Battaglia
ja_jp: 戦績
ko_kr: 전투 기록
pt_br: Crônicas de batalha
ru_ru: Хроника
zh_cn: 战绩信息
zh_tw: 戰績資訊

# Home_AddWidget
source: Add Widget
de_de: Widget hinzufügen
es_mx: Añadir widget
fr_fr: Ajouter un widget
hi_in: विजेट जोड़ें
id_id: Tambah Widget
it_it: Aggiungi Widget
ja_jp: ウィジェット追加
ko_kr: 위젯 추가
pt_br: Adicionar widget
ru_ru: Добавить виджет
zh_cn: 增加小工具
zh_tw: 加入小工具

# Home_RemoveWidget
source: Remove Widget
de_de: Widget entfernen
es_mx: Eliminar widget
fr_fr: Supprimer le widget
hi_in: विजेट हटाएँ
id_id: Hapus Widget
it_it: Rimuovi Widget
ja_jp: ウィジェット削除
ko_kr: 위젯 제거
pt_br: Remover widget
ru_ru: Убрать виджет
zh_cn: 移除小工具
zh_tw: 移除小工具

# Home_ToggleTooltip
source: Toggle Detailed Tooltip
de_de: Detaillierte Tooltips umschalten
es_mx: Alternar descripción detallada
fr_fr: Afficher/Masquer les infobulles
hi_in: विस्तृत टूलटिप टॉगल करें
id_id: Toggle Tooltip Detail
it_it: Attiva/Disattiva Tooltip Dettagliato
ja_jp: 詳細ツールチップ切替
ko_kr: 상세 툴팁 전환
pt_br: Alternar dica detalhada
ru_ru: Подсказки
zh_cn: 切换详细功能提示
zh_tw: 切換詳細功能提示
